import Navbar from "@/components/navbar/Navbar"
import Footer from "@/components/footer/Footer"
function Aboutepage(){
    return(
        <>
          <Navbar></Navbar>
          <div className="img-bg w-[100vw] h-[650px] bg-lime-500 flex flex-row justify-center items-center">
            <div className="w-[500px] h-[200px]  flex flex-col items-center">
                <div style={{fontSize:'50px'}} className="w-[550px] h-auto  my-5">
                    <h1 className="flex flex-row justify-center text-white">راه حل های مناسب وسبز</h1>
                </div>
                <div className="text-white" style={{fontSize:'20px'}}>
                    <p>طراحی گیاهان فوقالعادی ای برای دفاتر وابارارتمان ایجاد <br />
کنید به ایده های جدید خود طراوت اضافه کنید
                    </p>
                </div>
                <div>
                    <button className="bt1 mx-5 mt-4 mr-32">
                        خواندن مقالات
                    </button>
                    <button className="text-white bt2"> 
                        ویدیو باغبانی
                    </button>
                </div>
            </div>
        </div>

        <div className='w-full h-14  mt-12'>
            <div className='w-3/5 h-full m-auto text-white'>
                <h1 style={{fontSize:'25px'}}>بیشتر  بدانید </h1>
            </div>
        </div>

        <div className="w-full h-auto   flex flex-col my-10 ">
            <div className="border-dashed border-2 row w-3/5 h-auto bg-slate-950 m-auto rounded-lg">
                <div className="col w-full h-full  ">
                    <p className="p-10 text-white" style={{fontSize:'18px'}}>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
                </div>
            </div>
        </div>

        <div className="w-full h-auto  flex flex-col my-10 ">
            <div className="border-dashed border-2 row w-3/5  h-auto bg-slate-950 m-auto rounded-lg">
                <div className="col w-full h-full  ">
                    <p className="p-10 text-white" style={{fontSize:'18px'}}>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
                </div>
            </div>
           
        </div>

        <div className="card w-full h-auto  flex flex-col my-10 ">
            <div className="border-dashed border-2 row w-3/5  h-auto bg-slate-950 m-auto rounded-lg">
                <div className="col w-full h-full  ">
                    <p className="p-10 text-white" style={{fontSize:'18px'}}>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
                </div>
            </div>
            
        </div>

        <div className='w-full h-14  mt-12'>
            <div className='w-3/5  h-full m-auto text-white'>
                <h1 style={{fontSize:'25px'}}>توضیحات درباره گیاهان</h1>
            </div>
        </div>
        
        <div className='w-full h-[400px] my-20 md:h-[154px]'>
            <div className='w-3/5  h-full  m-auto flex border-dashed border-2 rounded-lg'>
                <div className='w-[100%] h-full  md:w-[100%]'>
                    <p style={{fontSize:'14px'}} className='text-white p-8'>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
                </div>
            </div>
        </div>

          <Footer></Footer>
        </>
    )
}

export default Aboutepage